Repository: Uckakok/Roguelike
Catalog: TestXaml/TestXaml/Resources/Localization/*.po
Languages: bo, pl

source: Error
bo: ནོར་འཁྲུལ
pl: Błąd

source: Floor
bo: གོང་གི་ས་ཁུལ
pl: Podłoga

source: Out of Bounds
bo: སྐོར་འབྲེལ་འགྱོ་ནི
pl: Poza granicami

source: Stairs Down
bo: སྒོམ་རིམ་ཡར་འཛེགས་པ
pl: Schody w dół

# player_entity
source: Player
bo: དགའ་རོགས་པ
pl: Gracz

source: Stairs Up
bo: སྒོམ་རིམ་མར་གྱོན་པ
pl: Schody w górę

source: Wall
bo: རྒྱབ་སྟེང་
pl: Ściana

# use_text
source: Use
bo: ལག་ལེན་
pl: Użyj

# climb_downwards
source: You climb downwards...
bo: ཁྱེད་རང་མར་འཛེགས་ནི...
pl: Schodzisz w dół...

# climb_upwards
source: You climb upwards...
bo: ཁྱེད་རང་ཡར་འཛེགས་ནི...
pl: Wchodzisz w górę...

# deal_damage_to
source: You deal %d damage to %s
bo: ཁྱེད་རང་གིས་ %d ལུ་ %s གནོད་རྒྱགས་བྱེད་པ་
pl: Zadajesz %d obrażeń %s

# kill_who
source: You kill %s
bo: ཁྱེད་རང་གིས་ %s གཏོང་བསད་པ་
pl: Zabijasz %s

# dealt_damage_to_you
source: %s dealt %d damage to you
bo: %s ཁྱེད་ལུ་ %d གནོད་རྒྱགས་བྱེད་པ་
pl: %s zadał(a) ci %d obrażeń

# orc_entity
source: Orc
bo: ཨོརཀ
pl: Ork

# drake_entity
source: Drake
bo: དཀྲགས་ཡོལ་
pl: Smok

# griffin_entity
source: Griffin
bo: གྲིཕ་བིན
pl: Gryf

# angel_entity
source: Angel
bo: ཨེན་ཇལ
pl: Anioł

# dwarf_entity
source: Dwarf
bo: དྭརྦ
pl: Krasnolud

# golden_dragon_entity
source: Golden Dragon
bo: གསེར་གྱི་འབུམ་མིག
pl: Złoty Smok

# imp_entity
source: Imp
bo: ཨིམ་པི་
pl: Diabełek

# skeleton_entity
source: Skeleton
bo: རིལ་པོར་སྟོད་
pl: Szkielet

source: Vitality Rune
bo: ཚུལ་རྒྱན་གྱི་རུབ་
pl: Runiczna Witalność

# used_item
source: You used %s
bo: ཁྱེད་རང་གིས་ %s ལག་ལེན་པ་
pl: Użyłeś %s

# gained_max_hp
source: You gained +%d max hp
bo: ཁྱེད་རང་གིས་ +%d སྡུག་སྐྱིད་གྱི་མང་ཉུང་འཛིན་ཡི་
pl: Zdobyłeś +%d maksymalne hp

# gained_damage
source: You gained +%d damage
bo: ཁྱེད་རང་གིས་ +%d གནོད་རྒྱགས་དང་འདྲི་བ་
pl: Zdobyłeś +%d obrażeń

source: Healing Potion
bo: ཚིག་སྡུག་སྐྱིད་གྱི་བརྟན་རྒྱས་ཁྲིད་
pl: Mikstura Leczenia

# healed
source: You healed %d hp
bo: ཁྱེད་རང་གིས་ %d གནོད་རྒྱགས་འཚེར་སྒྲིག་པ་
pl: Wyleczyłeś %d hp

source: Strength Rune
bo: ནུས་ཚུལ་རྒྱན་གྱི་རུབ་
pl: Runiczna Siła

# win_dialogue
source: You won! Closing game window will restart your progress
pl: Wygrałeś! Zamknięcie okna gry zresetuje postęp

source: You Died
pl: Zginąłeś

source: Game Over
pl: Koniec Gry

# won
source: You Won
pl: Wygrałeś

# goblin_entity
source: Goblin
bo: གོ་བ་ལིན

# dendroid_entity
source: Dendroid
bo: དེན་དྲོའིད་

# gnoll_entity
source: Gnoll
bo: གོ་ནོལ
